{
    "nav-b1" : "Home",
    "nav-b2" : "About",
    "nav-b3" : "Contact",
    "nav-b4" : "Services",

    "homeh2": "From home décor to professional projects, our pillows & fabrics set the standard.",
    "service-title": "Explore our services",

    "hero-h2-contact": "We're here to help you with your next project.",
    "hero-cta-contact": "Get in Touch",
    "contact-title": "Contact Us for Immediate Assistance",
    "contact-text": "Need help or have questions? We are here to provide you with the assistance you need. Whether it's about our services, support, or partnership inquiries, we're here to help. Reach out to us via the social media, email, or phone for a prompt response.",
    "adr1": "Andreadaki 24, Livadia 321 00",

    "hero-h2-about": "Discover Our Mission",
    "hero-cta-about": "Learn More",
    "about-title": "About Us",
    "about-text": "BAZ opens its doors to a world where comfort, style, and elegance meet excellence. Identifying the challenges within our professional field, we dedicate ourselves to providing top-tier solutions, balancing quality with price to offer you the ideal outcome. At BAZ, we produce cushions for professional spaces and create intricate fabric constructions, tailored to your needs. Let your imagination run free, and we will ensure to realize your ideas. BAZ is the solution for every space.",

    "serv1" : "Hotel & Hospitality",
    "serv2" : "Yatch",
    "serv3" : "Poof",
    "serv4" : "Repair",

    "serv-category-title": "About this category",
    
    "serv-category-text-1": "In the dynamic sector of hospitality and dining, renewal and aesthetic upgrading are critical. At BAZ, we recognize this need and offer solutions that combine functionality and style, providing the following services:",
    "prod1-l1": "Waterproof and stain-resistant fabrics, ideal for professional use.",
    "prod1-l2": "Pillows for indoor and outdoor spaces, customized to your requirements.",
    "prod1-l3": "Special pillows for sun loungers on beaches and floating pillows for pools.",
    "prod1-l4": "Pillows for built-in sofas or armchairs, adding comfort and elegance.",
    "prod1-l5": "Customized bed headboards for a unique style.",

    "serv-category-text-2": "At BAZ, we provide the solution for luxury at sea. We specialize in customized solutions for yachts and super-yachts, using high-quality fabrics that meet strict specifications. Our offerings include:",
    "prod2-l1": "Flame retardant, waterproof, and stain-resistant fabrics, available in a wide variety of colors and textures.",
    "prod2-l2": "Specialized manufacturing and application of cushions for both indoor and outdoor spaces on yachts.",
    "prod2-l3": "Construction of customized covers and sofas that combine functionality and elegance.",
    
    "serv-category-text-3": "Looking for that extra comfort in your space? BAZ poofs are the answer. Designed to embrace the philosophy and aesthetics of any space, our poofs are available in a wide range of styles and materials:",
    "prod3-l1": "Macrame poofs, offering a unique aesthetic.",
    "prod3-l2": "Leather poofs, adding a touch of luxury.",
    "prod3-l3": "Waterproof and stain-resistant poofs, ideal for outdoor spaces.",
    "prod3-l4": "Available in a wide variety of colors, to perfectly match your space.",
    "prod3-l5": "A variety of options such as sun lounger poofs, pool, beach, and living room poofs, offering the perfect balance between style and functionality.",
    
    "serv-category-text-4": "BAZ offers repair and upholstery renewal for furniture, beds, armchairs, sofas, daybeds, and more. Refresh your space with a modern fabric proposal. Send us a photo of your furniture and immediately receive an attractive offer. Transform the aesthetic of your space by choosing from a wide range of materials and designs. Our specialized team guarantees the upgrade of your furniture with attention to detail and respect for your personal style."

}