{
    "nav-b1" : "Αρχική",
    "nav-b2" : "Σχετικά με εμάς",
    "nav-b3" : "Επικοινωνία",
    "nav-b4" : "Υπηρεσίες",

    "homeh2": "Από διακοσμήσεις σπιτιών μέχρι επαγγελματικών χώρων, τα μαξιλάρια και τα υφάσματά μας θέτουν τα πρότυπα.",
    "service-title": "Ανακαλύψτε τις υπηρεσίες μας",

    "hero-h2-contact": "Είμαστε εδώ για να σας βοηθήσουμε στο επόμενο σας project",
    "hero-cta-contact": "Επικοινωνήστε",
    "contact-title": "Άμεση επικοινωνία για άμεση βοήθεια",
    "contact-text": "Χρειάζεστε βοήθεια; Είμαστε εδώ για να σας προσφέρουμε την υποστήριξη που χρειάζεστε. Είτε πρόκειται για τις υπηρεσίες μας ή ερωτήσεις σχετικά με συνεργασίες, είμαστε εδώ για να βοηθήσουμε. Επικοινωνήστε μαζί μας μέσω των κοινωνικών δικτύων, email ή τηλεφώνου για άμεση απόκριση.",
    "adr1":"Ανδρεαδάκη 24, Λιβαδειά 321 00",

    "hero-h2-about": "Ανακαλύψτε την αποστολή μας",
    "hero-cta-about": "Μάθετε Περισσότερα",
    "about-title": "Σχετικα με εμάς",
    "about-text": "Η BAZ ανοίγει τις πόρτες της σε έναν κόσμο όπου η άνεση, το στυλ, και η κομψότητα συναντούν την αριστεία. Εντοπίζοντας τις προκλήσεις του επαγγελματικού μας τομέα, αφιερωνόμαστε στην παροχή κορυφαίων λύσεων, εξισορροπώντας την ποιότητα με την τιμή για να σας προσφέρουμε το ιδανικό αποτέλεσμα. Στην BAZ, παράγουμε μαξιλάρια για επαγγελματικούς χώρους και δημιουργούμε περίτεχνες κατασκευές σε ύφασμα, προσαρμοσμένες στις ανάγκες σας. Αφήστε τη φαντασία σας ελεύθερη και εμείς θα φροντίσουμε να πραγματοποιήσουμε τις ιδέες σας. Η BAZ είναι η λύση για κάθε χώρο.",

    "serv1" : "Ξενοδοχεία και Εστίαση",
    "serv2" : "Yacht",
    "serv3" : "Poof",
    "serv4" : "Επισκευές",

    "serv-category-title": "Σχετικά με αυτή τη κατηγορία",

    "serv-category-text-1": "Στον δυναμικό κλάδο της φιλοξενίας και της εστίασης, η ανανέωση και η αισθητική αναβάθμιση είναι κρίσιμες. Στη BAZ, αναγνωρίζουμε αυτή την ανάγκη και προσφέρουμε λύσεις που συνδυάζουν λειτουργικότητα και στυλ, παρέχοντας τις παρακάτω υπηρεσίες:",
    "prod1-l1":"Αδιάβροχα και αλέκιαστα υφάσματα, ιδανικά για επαγγελματική χρήση.",
    "prod1-l2":"Μαξιλάρια για εσωτερικούς και εξωτερικούς χώρους, προσαρμοσμένα στις απαιτήσεις σας.",
    "prod1-l3":"Ειδικά μαξιλάρια για ξαπλώστρες σε παραλίες και floating μαξιλάρια για πισίνες.",
    "prod1-l4":"Μαξιλάρια για κτιστούς καναπέδες ή πολυθρόνες, που προσθέτουν άνεση και κομψότητα.",
    "prod1-l5":"Εξατομικευμένα κεφαλάρια κρεβατιών για ένα μοναδικό στυλ.",

    "serv-category-text-2": "Στη BAZ, έχουμε τη λύση για την πολυτέλεια στη θάλασσα. Ειδικεύομαστε σε προσαρμοσμένες λύσεις για yachts και super-yachts, με υφάσματα υψηλής ποιότητας που ανταποκρίνονται σε αυστηρές προδιαγραφές. Οι προσφορές μας περιλαμβάνουν:",
    "prod2-l1": "Υφάσματα βραδύκαυστα, αδιάβροχα και αλέκιαστα, διαθέσιμα σε μια ευρεία ποικιλία χρωμάτων και υφών.",
    "prod2-l2": "Εξειδικευμένη κατασκευή και εφαρμογή μαξιλαριών για εσωτερικούς και εξωτερικούς χώρους σε yachts.",
    "prod2-l3": "Κατασκευή προσαρμοσμένων καλυμμάτων και καναπέδων που συνδυάζουν λειτουργικότητα και κομψότητα.",

    
    "serv-category-text-3": "Ψάχνετε για εκείνη την επιπλέον άνεση στον χώρο σας; Τα poof της BAZ είναι η απάντηση. Σχεδιασμένα για να αγκαλιάζουν την φιλοσοφία και την αισθητική κάθε χώρου, τα poof μας είναι διαθέσιμα σε μια ευρεία γκάμα στυλ και υλικών:",
    "prod3-l1": "Μακραμε poof, που προσφέρουν μια ιδιαίτερη αισθητική.",
    "prod3-l2": "Δερμάτινα poof, που προσθέτουν μια πινελιά πολυτέλειας.",
    "prod3-l3": "Αδιάβροχα και αλέκιαστα poof, ιδανικά για εξωτερικούς χώρους.",
    "prod3-l4": "Διαθέσιμα σε μια μεγάλη ποικιλία χρωμάτων, για να ταιριάζουν απόλυτα στον χώρο σας.",
    "prod3-l5": "Ποικιλία επιλογών όπως poof ξαπλωστρών, poof πισίνας, παραλίας και σαλονιού, προσφέροντας την τέλεια ισορροπία ανάμεσα σε στυλ και λειτουργικότητα.",

    "serv-category-text-4": "Η BAZ αναλαμβάνει την επισκευή και την ανανέωση ταπετσαρίας για έπιπλα, κρεβάτια, πολυθρόνες, καναπέδες, μπερζέρες και άλλα. Ανανεώστε τον χώρο σας με μία σύγχρονη πρόταση ύφανσης. Στείλτε μας την φωτογραφία του επίπλου σας και λάβετε άμεσα μια ελκυστική προσφορά. Μεταμορφώστε την αισθητική του χώρου σας, επιλέγοντας από μια ευρεία γκάμα υλικών και σχεδίων. Η εξειδικευμένη ομάδα μας εγγυάται την αναβάθμιση των επίπλων σας με προσοχή στη λεπτομέρεια και σεβασμό στο προσωπικό σας στυλ."
      
      

}